% rebase("_basicpage", title="Страница не найдена")
      <div class="jumbotron">
        <h2>404 Not Found (Не найдено)</h2>

				<img src="http://www.idioteka.com/upload/pictures/2011/11/09/499db011fa764c9435dea56e94afa304w.jpg" style="max-width:100%;">

        <h4>Сервер понял запрос, но не нашёл соответствующего ресурса по указанному URI (часто основная причина - ошибка в написании адреса Web-страницы).</h4>
        <h3> Либо такой страницы не существует!</h3>
        <h4>Вернитесь пожалуйста на главную страницу сайта и сообщите администрации сайта о возникшей ошибке используя адреса для обратной связи.</h4>
      </div>

