<p>SportCourts – это спортивная социальная сеть, созданная для профессиональных спортсменов, спортсменов-любителей,  команд (клубов), тренеров, скаутов, спортивных журналистов и болельщиков (фанатов) в России и за её пределами, которая позволяет зарегистрированным пользователям создавать уникальные личные профили, находить место для тренировок, команду, участвовать в турнирах для получения необходимой игровой практики, общаться, обмениваться опытом и устанавливать новые связи.</p>

<p>Пожалуйста, внимательно прочитайте это пользовательское соглашение и сохраните его. Если Вы не соглашаетесь с данными условиями, Вы должны прекратить пользоваться услугами SportCourts немедленно.</p>

<p>Если Вы хотите стать зарегистрированным пользователем, общаться с другими зарегистрированными пользователями и пользоваться услугами SportCourts, Вы должны прочитать данное Соглашение и подтвердить Ваше согласие в конце данного документа прежде, чем вы пройдете процедуру регистрации пользователя.</p>

<strong><p>1. Общие положения Пользовательского соглашения</p></strong>

<p>1.1.В настоящем документе и вытекающих или связанным с ним отношениях Сторон применяются следующие термины и определения:</p>

<ul>
	<li>А) Платформа – программно-аппаратные средства, интегрированные с Сайтом Администрации;</li>

	<li>Б) Пользователь – дееспособное физическое лицо, присоединившееся к настоящему Соглашению в собственном интересе либо выступающее от имени и в интересах представляемого им  юридического лица.</li>

	<li>В) Организатор – дееспособное физическое лицо, присоединившееся к настоящему Соглашению и выступающее от имени и в интересах представляемого им юридического лица.</li>

	<li>Г) Сайт Администрации/ Сайт – интернет-сайты, размещенные в домене sportcourts.ru и его поддоменах.</li>

	<li>Д) Сервис – комплекс услуг и лицензия, предоставляемые Пользователю с использованием Платформы.</li>

	<li>Е) Соглашение – настоящее соглашение со всеми дополнениями и изменениями.</li>

	<li>Ж) Заявка - акт согласия пользователя на резервирование права на получение услуг, оказываемых Sportcourts.</li>
</ul>

<p>1.2. Использование вами Сервиса любым способом и в любой форме в пределах его объявленных функциональных возможностей, включая:</p>

<ul>
	<li>просмотр размещенных на Сайте материалов;</li>
	<li>регистрация и/или авторизация на Сайте,</li>
	<li>размещение или отображение на Сайте любых материалов, включая такие как: тексты, гипертекстовые ссылки, изображения, сведения и/или иная информация</li>
</ul>

<p>создает договор на условиях настоящего Соглашения в соответствии с положениями ст.437 и 438 Гражданского кодекса Российской Федерации.</p>

<p>1.3. Воспользовавшись любой из указанных выше возможностей по использованию Сервиса вы подтверждаете, что:</p>

<ul>
	<li>а) Ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Сервиса.</li>

	<li>б) Принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование Сервиса. Если вы не согласны с условиями настоящего Соглашения или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Сервиса.</li>

	<li>в) Соглашение (в том числе любая из его частей) может быть изменено Администрацией без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте Администрации либо доведения до сведения Пользователя в иной удобной форме, если иное не предусмотрено новой редакцией Соглашения.</li>
</ul>

<strong><p>2. Общие условия пользования Сервисом</p></strong>

<p>2.1. Использование функциональных возможностей Сервиса допускается только после прохождения Пользователем регистрации и авторизации на Сайте в соответствии с установленной Администрацией процедурой.</p>

<p>2.2. Зарегистрированный пользователь имеет право пользоваться бесплатными и платными услугами только в том случае, если зарегистрированный пользователь соглашается соблюдать все условия данного пользовательского Соглашения:</p>

<p>2.2.1. Заполнить регистрационную форму Интернет-сервиса на сайте http://sportcourts.ru/registration</p>

<p>2.2.2. В процессе заполнения регистрационной формы Пользователь указывает актуальный адрес своей электронной почты (e-mail), при помощи которого в дальнейшем будет осуществляться вход в Интернет-сервис и восстановление пароля в случае его утери.</p>

<p>Доступ к своей учетной записи Пользователь осуществляет при помощи указанного актуального адреса электронной почты (e-mail) и пароля.</p>

<p>Регистрация при помощи аккаунтов социальных сетей (ВКонтакте) приравнивается к регистрации через регистрационную форму.</p>

<p>2.2. Sportcourts.ru не проверяет предоставляемую Пользователем информацию (далее – учетные данные), не несет ответственности перед любыми третьими лицами за точность и достоверность учетных данных.</p>

<p>2.3. Размещая учетные и иные данные и сведения и присоединяясь к Пользовательскому соглашению, Пользователь выражает свое согласие на то, чтобы Sportcourts осуществил обработку учетных и иных данных, на отражение их в профиле Пользователя с учетом доступного функционала (который время от времени может быть изменен по усмотрению Sportcourts), а также на то, что отражаемые в профиле учетные данные и иные данные будут считаться доступными для пользователей сети Интернет с учетом такого функционала.</p>

<p>2.4. Пользователь соглашается на передачу третьим лицам учетных и иных данных, в том числе для целей их обработки, для обеспечения функционирования Интернет-сервиса при условии обеспечения Sportcourts.ru в отношении передаваемых данных со стороны получателя таких данных режима, аналогичного режиму, существующему на Интернет-сервисе.</p>

<p>2.5. Пользователь соглашается с тем, что Sportcourts.ru  в процессе обработки учетных данных имеет право осуществлять с учетными  данными следующие действия: сбор, систематизацию, накопление, хранение, использование, уничтожение и иные, необходимые в целях исполнения Пользовательского соглашения.</p>

<p>2.6. Пользователь несет персональную ответственность за сохранность и безопасность своего Пароля и информационных данных.</p>

<p>2.7. Sportcourts.ru  не отвечает и не гарантирует безопасность аккаунта Пользователя в случаях:</p>

<ul>
	<li>передачи третьим лицам (умышленно или по неосторожности) Пароля и информационных данных;</li>
	<li>доступа третьих лиц к аккаунту Пользователя с использованием программных средств, позволяющих осуществить подбор и/или раскодирование Пароля;</li>
	<li>доступа третьих лиц к аккаунту Пользователя путем простого подбора Пароля;</li>
	<li>невыполнения Пользователем рекомендаций, указанных в настоящем Пользовательском соглашении или интерфейсе Интернет-сервиса.</li>
</ul>

<p>2.8. В отношении своей учетной записи Пользователь обязан немедленно уведомлять Sportcourts.ru о любом неразрешенном Пользователем использовании своего пароля или учетной записи или о любом другом нарушении безопасности.</p>

<strong><p>3. Права и обязанности Пользователя</p></strong>

<p>3.1. При пользовании Услугами Сайта Пользователь обязан:</p>

<p>3.1.1. соблюдать положения действующего законодательства Российской Федерации, настоящего Соглашения и иных специальных документов Организатора Сайта;</p>

<p>3.1.2. предоставлять при регистрации достоверные, полные и актуальные данные, следить за их актуализацией;</p>

<p>3.1.3. информировать Организатора о несанкционированном доступе к персональной странице и/или о несанкционированном доступе и/или использовании пароля и логина Пользователя;</p>

<p>3.1.4. не предоставлять доступ другим Пользователям к собственной персональной странице или к отдельной содержащейся на ней информации в случае, если это может привести к нарушению законодательства Российской Федерации и/или настоящего Соглашения, иных документов, размещенных Организатором на Сайте;</p>

<p>3.1.5. хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в результате использования Сайта данные (включая, но не ограничиваясь, персональными данными, паспортными данными, банковской информацией) других Пользователей и любых третьих лиц без получения соответствующего предварительного разрешения последних.</p>

<p>3.2. Пользователю при использовании Сайта запрещается:</p>

<p>3.2.1. регистрироваться в качестве Пользователя от имени или вместо другого лица («фальшивый аккаунт»);</p>

<p>3.2.2. вводить Пользователей в заблуждение относительно своей личности, используя логин и пароль другого зарегистрированного Пользователя;</p>

<p>3.2.3. искажать сведения о себе, своем возрасте или своих отношениях с другими лицами;</p>

<p>3.2.4. незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать интеллектуальную собственность Пользователей и иных третьих лиц;</p>

<p>3.2.5. осуществлять рассылки сообщений без согласия Пользователей Сайта;</p>

<p>3.2.6. использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сайта и его сервисов или персональных страниц Пользователей;</p>

<p>3.2.7. загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы;</p>

<p>3.2.8. использовать без специального на то разрешения Организатора автоматизированные скрипты (программы) для сбора информации на Сайте и(или) взаимодействия с Сайтом и его сервисами;</p>

<p>3.2.9. любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к логину и паролю другого Пользователя;</p>

<p>3.2.10. осуществлять незаконные сбор и обработку персональных данных других лиц;</p>

<p>3.2.11. осуществлять (пытаться получить) доступ к каким-либо услугам иным способом, кроме как через интерфейс, предоставленный Организатором Сайта, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Организатором;</p>

<p>3.2.12. размещать любой контент, который нарушает правила публичного размещения данных в интернете, согласно УК и АК Российской Федерации;</p>

<p>3.2.13. размещать любой контент эротического, провокационного, рекламного или любого другого, ущемляющего права отдельных групп лиц.</p>

<strong><p>4. Условия сотрудничества. Права и обязанности Организатора</p></strong>

<p>4.1. С момента подачи Пользователем Заявки на получение услуг и до момента, описанного в правилах оказания конкретной услуги.</p>

<p>4.2. Правила оказания услуг располагаются на домене sportcourts.ru в открытом доступе.</p>

<p>4.3. С момента регистрации Пользователя на Сайте Организатор выступает исключительно как посредник между Пользователями, публикуя детали Заявки на Сайте и по запросу Пользователя предоставляя контактные данные.</p>

<p>4.4. В случае нарушения правил оказания услуги Администрация сайта имеет право ограничить пользование данным ресурсом нарушителю правил, а также разорвать данное Соглашение в одностороннем порядке.</p>

<strong><p>5. Ограничения</p></strong>

<p>Соглашаясь с условиями настоящего Соглашения, вы понимаете и признаете, что:</p>

<p>5.1. К отношениям сторон по предоставлению Сервиса на безвозмездной основе не подлежат применению положения законодательства о защите прав потребителей.</p>

<p>5.2. Сервис предоставляется на условиях «как есть», в связи с чем Пользователю не представляются какие-либо гарантии, что Сервис будет соответствовать вашим требованиям; услуги будут предоставляться непрерывно, быстро, надежно и без ошибок;</p>

<p>5.3. Всю ответственность за содержание материалов и соответствие его требованиям применимого права несет лицо, создавшее данные материалы и/или добавившее его на Сайт Администрации.</p>

<p>5.4. Администрация никак не связана с материалами, предоставленными и/или размещенными (в том числе транслируемым) Пользователями на Сайте, и не осуществляет проверку содержания, подлинности и безопасности этих материалов либо их компонентов, а равно их соответствия требованиям применимого права, и наличия у Пользователей необходимого объема прав на его использование.</p>